Repository: forgottennick/context.item.tidal2
Catalog: resources/language/Polish/strings.po
Languages: pl_pl

# #30001
source: TIDAL2 Search ...
pl_pl: Szukaj w TIDAL2

# #30003
source: Export/Import Path
pl_pl: Katalog Exportu/Importu

# #30004
source: Max. Number of simultaneous search requests
pl_pl: Max. ilość jednoczesnych zapytań wyszukiwania

# #30005
source: Enable virtual Library
pl_pl: Włącz wirtualną Bibliotekę

# #30006
source: Artist Folder
pl_pl: Folder Artysty

# #30007
source: Album Folder
pl_pl: Folder Albumu

# #30011
source: Globals
pl_pl: Główne

# #30070
source: Enable Debug-Logging
pl_pl: Włącz Logowanie Debugowania

# #30080
source: Blacklists
pl_pl: Czarne Listy

# #30082
source: Blacklist #1
pl_pl: Czarna Lista #1

# #30083
source: Blacklist #2
pl_pl: Czarna Lista #2

# #30084
source: Blacklist #3
pl_pl: Czarna Lista #3

# #30085
source: Reduce Match-Level for Blacklist Match
pl_pl: Redukuj Poziom Dopasowania dla Czarnej Listy

# #30086
source: Minimum Match-Level Artist/Album Artist
pl_pl: Minimalny Poziom Dopasowania Artysty/Albumu Artysty

# #30087
source: Factors for Fuzzy Search:
pl_pl: Współczynniki dla Fuzzy Search:

# #30088
source: Increase Match-Level for Favorite Artists
pl_pl: Zwiększ Poziom Dopasowania dla Ulubionych Artystów

# #30089
source: Match only in brackets ( ) or [ ]
pl_pl: Dopasuj tylko w nawiasach ( ) albo [ ]

# #30101
source: Artist
pl_pl: Artysta

# #30103
source: Playlist
pl_pl: Playlista

# #30104
source: Track
pl_pl: Utwór

# #30105
source: Video
pl_pl: Wideo

# #30106
source: Artists
pl_pl: Artyści

# #30107
source: Albums
pl_pl: Albumy

# #30108
source: Playlists
pl_pl: Playlisty

# #30109
source: Tracks
pl_pl: Utwory

# #30110
source: Videos
pl_pl: Wideo

# #30400
source: Search Again
pl_pl: Szukaj Ponownie

# #30401
source: Search
pl_pl: Szukaj

# #30402
source: Album Artist
pl_pl: Wykonawca Albumu

# #30403
source: Album Year
pl_pl: Rok Albumu

# #30404
source: Please login first !
pl_pl: Zaloguj się!

# #30406
source: From Position
pl_pl: Od Pozycji

# #30407
source: To Position
pl_pl: Do Pozycji

# #30408
source: Generate Playlist
pl_pl: Utwórz Playlistę

# #30409
source: Playlist for {what}
pl_pl: Playlista dla {what}

# #30410
source: Searching in TIDAL ...
pl_pl: Szukanie w TIDAL ...

# #30411
source: Searching ...
pl_pl: Szukanie ...

# #30412
source: Not Found
pl_pl: Nie Znaleziono

# #30413
source: {n} of {m} Items found
pl_pl: Znaleziono {n} z {m} elementów

# #30414
source: Search canceled
pl_pl: Szukanie anulowane

# #30415
source: Search aborted by user.
pl_pl: Szukanie przerwane przez użytkownika.

# #30416
source: Insert found Items to the Playlist ?
pl_pl: Dodać znalezione Elementy do Playlisty ?

# #30417
source: Finished
pl_pl: Ukończono

# #30418
source: Inserting Tracks into the Playlist ...
pl_pl: Dodawanie Utworów do Playlisty ...

# #30419
source: Search in TIDAL
pl_pl: Szukaj w TIDAL

# #30421
source: Generate Track Playlist
pl_pl: Utwórz Playlistę Utworu

# #30422
source: Generate Video Playlist
pl_pl: Utwórz Playlistę Wideo

# #30423
source: Addon Settings
pl_pl: Ustawienia Dodatku

# #30425
source: Authorization problem
pl_pl: Problem z Autoryzacją

# #30426
source: Export Favorite {what} ...
pl_pl: Exportuj Ulubieni {what} ...

# #30427
source: Import Favorite {what} ...
pl_pl: Importuj Ulubieni {what} ...

# #30428
source: {n} items exported
pl_pl: Wyeksportowano {n} elementów

# #30429
source: {n} items imported
pl_pl: Zaimportowano {n} elementów

# #30430
source: Delete Favorite {what}
pl_pl: Usuń Ulubieni {what}

# #30431
source: Remove all {what} from Favorites ?
pl_pl: Usunąć wszystkie {what} z Ulubionych?

# #30432
source: Import {what}
pl_pl: Importuj {what}

# #30433
source: Export User-Playlists
pl_pl: Eksportuj Playlisty Użytkownika

# #30434
source: Import User-Playlists ...
pl_pl: Importuj Playlisty Użytkownika

# #30435
source: Export User-Playlist
pl_pl: Eksportuj Playlistę Użytkownika

# #30436
source: Delete all Favorite {what}
pl_pl: Usuń wszystkie Ulubieni {what}

# #30437
source: Search for New Music ...
pl_pl: Szukaj nowej Muzyki

# #30438
source: Limit for Search Results
pl_pl: Limit Wyników Wyszukiwania

# #30439
source: Max. age in days
pl_pl: Maks. wiek w dniach

# #30440
source: Found new music:
pl_pl: Znaleziono nową Muzykę:

# #30441
source: Adding found Items to Playlists ...
pl_pl: Dodawanie znalezionych elementów do Playlist ...

# #30442
source: Error while Searching for new Music
pl_pl: Błąd podczas wyszukiwania nowej Muzyki

# #30443
source: No new music found !
pl_pl: Nie znaleziono nwej Muzyki!

# #30444
source: Search aborted.
pl_pl: Wyszukiwanie Przerwane.

# #30445
source: Search Threads are still running.
pl_pl: Zadania wyszukiwania w toku.

# #30446
source: Should all Threads be aborted ?
pl_pl: Przerwać wszystkie zadania wyszukiwania?

# #30447
source: Move Atmos tracks ...
pl_pl: Przenieś utwory Atmos...

# #30448
source: Move RA360 tracks ...
pl_pl: Przenieś utwory RA360 ...

# #30449
source: Move MQA tracks ...
pl_pl: Przenieś utwory MQA ...

# #30450
source: Move duplicate tracks ...
pl_pl: Przenieś zduplikowane Utwory ...

# #30451
source: Move Track to other playlist
pl_pl: Przenieś Utwór do innej playlisty

# #30452
source: Export to virtual Library
pl_pl: Eksportuj do wirtualnej Biblioteki

# #30453
source: Move from here ...
pl_pl: Przenieś stąd ...

# #30454
source: How many items ?
pl_pl: Ile elementów ?

# #30455
source: Move items ...
pl_pl: Przenieś elementy ...
